export const zhContent = {
  main_header: {
    box1: {
      row1: ['新闻', '图片', '军事'],
      row2: ['财经', '证券', '理财'],
    },
    box2: {
      row1: ['视频', '热剧', '综艺'],
      row2: ['体育', 'NBA', 'CBA'],
    },
    box3: {
      row1: ['娱乐', '明星', '电影'],
      row2: ['时尚', '健康', '育儿'],
    },
    box4: {
      row1: ['汽车', '车型', '购物'],
      row2: ['房产', '家居', '家电'],
    },
    box5: {
      row1: ['科技', '数码', '手机'],
      row2: ['游戏', '儿童', '星座'],
    },
    box6: {
      row1: ['教育', '课程', '出国'],
      row2: ['文化', '大家', '文学'],
    },
  },
  left_top_column: {
    header1: '要闻',
    text1: ['习近平心系“三农” 领航新时代乡村振兴', '习近平：时刻都要想着那些生活中还有难处的群众', '图解中央一号文件：这些产业未来很吃香新时代', '写好建设现代化经济体系这篇命题文章理上网来', '这一家三代人接力做了一件事 不忘初心 暖新闻', '百名红通人员归案过半 藏匿在美国加拿大者最多', '春运40年：离家越来越近 新春走基层 领航新征程', '有偿删帖 有偿炒作 "网络水军"违法犯罪活动调查'],
    img1: { src: 'image link', text: '四川九寨沟现壮美蓝色冰瀑 犹如天然雕塑' },
    text2: ['NFL-老鹰首夺超级碗 布雷迪致命失误无缘第6冠', '英超-利物浦2-2热刺 萨拉赫2球凯恩点杀绝平', '他们骑摩托车千里返乡 靠手摸发动机取暖', '回家的礼物丨今年春节，你最想带回家的是什么？', '三星太子行贿案二审：李在镕获刑2年半 当庭释放', '朝鲜冬奥艺术团明天赴韩 后勤人员今携乐器先抵达', '中央一号文件：严禁城里人下乡置地盖别墅', '今冬天然气缺口超48亿立方米 气荒如何不再来'],
    img2: { src: 'image link', text: '俄战机飞行员最后时刻疑曝光：高喊“为了兄弟”' },
    text3: ['云南越狱犯张林苍被判无期 曾当庭自曝“杀人”', '凉山男孩雪中背弟弟 200米落差山路走50分钟', '“超级碗”比赛后美国费城发生爆炸 街上逾10万人', '高铁因等待下连新兵延时十分钟发车 旅客积极响应', '情侣登山事件救援人员：遇难女子男友尽力了', '全球第一白富美恋爱了 不仅是学霸还是马术冠军', '《假如动物会摄影》吴秀波配音“表白”黑猩猩', '苹果收到数百份投诉：iPhone X竟然接不了电话？', '81岁“学霸奶奶”大学毕业：只要学习我就高兴', '纯金字招行定制信用卡限量办理 手慢无', '腾讯新闻向北京伟达中医肿瘤医院公开道歉'],
  },
  mid_top_column: {
    header1: '今日话题',
    text1: ['海底捞不再允许自带食材，是谁毁了这样的好事', '唐伯虎是哪年出生的？这样的答题游戏能益智吗？', '婚姻补贴是馅饼还是陷阱，不妨先看清再决定', '物流“分钟级配送”揭开了新零售的秘密', '“大雪压塌公交站台”的现代化隐喻', '质疑筹款收管理费，是误解也是期待', '边抽烟边回应“城管抽梯”，姿态太难看'],
    many_img1: { src1: 'image link', src1_text: '吴秀波配音表白黑猩猩', src2: 'image link', src2_text: '打工女孩哭诉生活不易' },
    header2: '',
    text2: ['情侣违规进山女友失联 男友获救：她挂在崖壁上', '母亲坐高铁忘带手机 儿子点外卖传话：妈妈别怕', '盘点历届超级碗巨星阵容 除火星哥麦当娜还有他', '7岁男孩挣下十几万存款 6岁男孩立志做爸妈的腿', '冬奥会中国荣耀时刻盘点 科比全明星TOP10集锦', '吴亦凡献歌美国超级碗 春运神曲播放量超3000万'],
    many_img2: { src1: 'image link', src1_text: '工程师返乡种水果又考博', src2: 'image link', src2_text: '真美人无惧皱纹' },
    text3: ['藏宝图|   百年沉船中发现价值3.2亿黄金', '体坛|   莎娃白衣黑裙出街 黑超遮面女神范', '入流|   为什么非洲没有高级餐厅', '尤物|   马伊琍颜值身材一直在线，衣品更不容小觑', '车族|   一大波新车正式亮相 瑞虎8 4月开售', '谷雨|   了不起的茅侃侃：自杀后有人后悔没借他钱', '鹅眼|   这个国家没红绿灯，20年前才有电视网络', '益视频|   -1℃寒夜郑州进城民工睡地下通道'],
  },
  right_top_column: {

  },
  left_category_column1: {
    header: '财经 / 证券 / 理财',
    img: { src: 'image link', text: '人民币对美元累计升值3.76% 专家：节前易升难贬' },
    text: ['阿里和北京市国企文投控股78亿战略投资万达电影', '南京等城房贷涨价超北上广深：贷100万多还20万', '苹果又遇烦心事 遭遇“信号门”召回部分iPhone 7', '富士康欲转型：5年内在AI领域投超3亿美元', 'ICO破发揭开币圈骗局：项目团队均造假', '日产拟向中国投资600亿元 2022年销售260万辆'],
  },
  mid_category_column1: {
    header: '',
    img: { src: 'image link', text: '道指周五暴跌近700点 为什么没有触发熔断机制？' },
    text: ['市场或迎来柳暗花明：A股形成重要底部结构？', '揭秘涨停板：4股封板！农林牧渔乘惠农春风', '乐视网连续第9个跌停 市值已蒸发375亿元', '多家上市公司披露停牌原因 两公司触及平仓线', '韶钢松山发生煤气管道泄漏事故 8人死亡', '报名腾讯A股大赛：大奖等你赢 2018啥股最赚钱？'],
  },
  right_category_column1: {
    header: '汽车 / 在线购车',
    img: { src: 'image link', text: '冰雪路面全能之选 豪华全时四驱SUV推荐' },
    text: ['VV5s Hi4路试谍照曝光 宝马X5M路试谍照曝光', '曝广汽丰田ix4 EV 吉利金刚自动村淘版上市', '曝启辰T90混动版谍照 长安欧尚X70A 1.3T谍照', '福特高层人事震荡 车内这个摆件最容易爆炸', '多功能车怎么选 家用合资跨界车听我来说', '这些检测你自己也能做 探界者购车送自动洗车机'],
  },
  left_category_column2: {
    header: '体育 / NBA / 英超 / 搏击',
    img: { src: 'image link', text: 'NFL-老鹰首夺超级碗 布雷迪致命失误无缘第6冠' },
    text: ['NBA-韦少36分雷霆负湖人美媒建议骑士三换一', '英超-利物浦2-2热刺 萨拉赫2球凯恩点杀绝平', '克洛普：裁判主角 要说出真实想法会收大罚单', '西甲-皮克救主巴萨1-1 梅西遭抱摔+被抽大嘴巴', '朱婷8分瓦基弗0-3遭伊萨奇巴希双杀 土超第2败', '小小爱不到4个月就出道 爱酱女儿学打乒乓球'],
  },
  mid_category_column2: {
    text: ['  ', '', '腾讯冬奥报道团出征 百人团队打造30余档原创内容', '贾老板献唱超级碗中场秀 劲歌热舞嗨爆全场', '老鹰夺冠科比手舞足蹈 小女儿今天只能被冷落', '观点：别毁了世界第一联赛 视频裁判该来英超了', '解码世界杯-9分钟5球神将 波兰9号扛起东欧荣光', '热刺主帅：我们表现比利物浦好太多 平局亏了', '兄弟言和！老马致李根：感谢你当年助我夺冠', '莎娃白衣黑裙出街超显气质 黑超遮面女神范', '体育社区| 哈登能否达成单赛季MVP+冠军成就？'],
  },
  right_category_column2: {
    header: '房产 / 腾讯看房',
    img: { src: 'image link', text: '返乡置业还是继续观望，未来楼市怎么走？' },
    text: ['二手房楼层如何选？多层与高层有不同', '户型图上的那些小“标志”，最后一个不常见了', '华丽的视觉飨宴！超高CP值美式新古典豪宅', '改写系统柜印象 成就人文质感休闲宅', '100平三房 神秘粗犷的工业风，你喜欢吗？', '甜蜜粉粉的精致生活 清新唯美风'],
  },

};
export const enContent = {
  left_top_column: {
    header1: '',
    text1: [],
    img1: { src: 'image link', text: '' },
    text2: [],
    img2: { src: 'image link', text: '' },
    text3: [],
  },
  mid_top_column: {
    header1: '',
    text1: [],
    many_img1: { src1: 'image link', src1_text: '', src2: 'image link', src2_text: '' },
    header2: '',
    text2: [],
    many_img2: { src1: 'image link', src1_text: '', src2: 'image link', src2_text: '' },
    text3: [],
  },
  right_top_column: {

  },
  left_category_column1: {
    img: { src: 'image link', text: '' },
    text: [],
  },
  mid_category_column1: {
    img: { src: 'image link', text: '' },
    text: [],
  },
  right_category_column1: {
    img: { src: 'image link', text: '' },
    text: [],
  },
  left_category_column2: {
    img: { src: 'image link', text: '' },
    text: [],
  },
  mid_category_column2: {
    img: { src: 'image link', text: '' },
    text: [],
  },
  right_category_column2: {
    img: { src: 'image link', text: '' },
    text: [],
  },

};
